<script>
import Path from '@/components/Path.vue';
import DetailedArticle from '@/components/DetailedArticle.vue';

export default {
  components: {
    Path,
    DetailedArticle
  },
  data() {
    return {
      dataMass: [
        {
          img: '../../../src/assets/images/equipment/1.jpg',
          title: 'Сургитрон',
          date: '19.05.2022',
          textList: [
            'Это радиоволновой аппарат для удаления новообразований (папиллом, бородавок, родинок, прижигание эрозии шейки матки).',
            'Применяется в основном в дерматологической, гинекологической и урологической практике.',
            'Сургитрон позволяется быстро и без кровопотери лечить многие новообразования. При помощи этого аппарата можно в амбулоторных условиях за один прием осуществить конизацию шейки матки или взять биопсию.',
            'Сургитрон избавляет пациентов от таких неприятных послеоперационных последствий как — боль, инфекция и отек.',
            'В клинике Dr Beauty мы используем сургитрон для удаления новообразований на коже и во влагалище. ...',
          ],
          text2: 'Преимущества сургитрона:',
          listDef2: [
            'быстрота метода',
            'Бескровность операций',
            'Минимализация болей',
            'Незначительный отек после операции',
            'Быстрое заживление послеоперационной раны',
            'Небольшой шанс на образование рубцов'
          ]
        },
        {
          img: '../../../src/assets/images/equipment/2.jpg',
          title: 'Стерилизация в клинике Dr Beauty',
          date: '19.05.2022',
          textList: [
            'Для многих успешный результат лечения зависит от правильного выбора клиники. Эстетика и красота — очень важны в современной действительности, поэтому так важно выбрать правильное место для прохождения процедур.',
            'Конечно, всегда стоит ознакомиться с отзывами, которые оставлены на сайте клиники, в google. Очень хорошо, если у вас есть знакомые или друзья, которые являются клиентами данной клиники. Ведь отзывам знакомых тебе людей всегда доверяешь больше.',
            'Так же важно прийти на консультацию в клинику. В большинстве клиник, как и в нашей, они бесплатные.',
            'На консультации вы можете познакомиться со специалистами, ознакомиться с прайсом услуг, посмотреть видео, снятые с участием персонала клиники, подробно расспросить про все процедуры.',
            'Так же не стесняйтесь спросить персонал клиники про стерилизацию.',
            'В нашей клинике Dr Beauty мы очень серьезно следим за качеством стерилизации. Вначале железные инструменты моются и замачиваются в антисептическом растворе, затем они подвергаются горячей стерилизации в автоклаве, далее стерильные инструменты в одноразовых упаковках помещаются в ультрафиолетовый шкаф, где хранятся до начала процедуры.',
            'Все не железные расходники — одноразовые.',
            'Иглы утилизируются в специальном ведре-контейнере.',
            'Если в клинике, которую вы выбрали, стерилизация проходит так же, как у нас, то можете смело ставить жирный плюсик в этом параграфе.',
            'Далее нужно узнать на каких препаратах работает клиника, если вас интересуют инъекционные процедуры.',
            'Клиника Dr Beauty работает только с препаратами сертифицированными Министерством Здравоохранения Израиля. Это французские и немецкие препараты высочайшего качества.',
            'Так же очень важно оборудование, на котором работает клиника. В нашем ассортименте мы предлагаем аппараты последних поколений проверенных фирм: лазер Soprano Titanium, лазер CO2 Candela, VellaShape II, III, LPG. Все эти аппараты оправдали себя хорошей работой и прекрасными результатами.',
            'Если вы хотите подробнее узнать про нашу клинику Dr Beauty, то мы приглашаем вас на бесплатную консультацию, на которой мы проведем для вас подробную экскурсию по клинике, познакомим вас с нашими специалистами и дадим вам все нужные рекомендации по подбору процедур.'
            ]
        },
        {
          img: '../../../src/assets/images/equipment/3.jpg',
          title: 'Удаление новообразований лазером СО2',
          date: '19.05.2022',
          subtitle: 'КАКИЕ ЖЕ НОВООБРАЗОВАНИЯ МОЖНО УДАЛИТЬ С ПОМОЩЬЮ ЛАЗЕРА СО2? \n',
          listDot: [
            'Родинки',
            'Папилломы',
            'Кондиломы',
            'Бородавки',
            'Фибромы',
            'Кисты',
            'Новообразования вызванные вирусом  контагиозного моллюска',
            'Гемангиомы (красные точки)',
            'Липомы (жировики)',
            'Атеромы',
            'Келоидные рубцы'
          ],
          subtitle2: 'КАК ПРОВОДИТСЯ ПРОЦЕДУРА?',
          textList2: [
            'Перед процедурой происходит обязательный осмотр всех новообразований. Выявляется тип новообразования и планируется дальнейшее его удаление.',
            'Если новообразование больших размеров, то перед процедурой на него наносится мазь с лидокаином или производится укол анестетика.',
            'Удаление новообразования производится посредством воздействия лазерного луча на патологические ткани. ',
            'Во время процедуры пациент не ощущает никакого дискомфорта и боли, могут наблюдаться ощущения легкого покалывания и тепла. ',
          ],
          subtitle3: 'КАКИЕ ЖЕ ПРЕИМУЩЕСТВА ЛАЗЕРНОГО МЕТОДА?',
          listDot3: [
            'Удаление малотравматично, так как в результате процедуры не происходит разрез кожи скальпелем',
            'Лазерный луч — самый лучший антисептик, после процедуры нет возможности инфицирования раны',
            'Возможность кровотечения сводится к нулю, за счет того, что лазер прижигает сосуд',
            'Врач может полностью контролировать глубину и площадь проникновения луча, поэтому здоровые ткани не повреждаются',
            'За счет щадящего воздействия лазера на ткани, вероятность возникновения рубцов крайне минимальна',
            'Возможность использования лазера на веках, шее, лице, в интимной области '
          ],
          subtitle4: 'ЕСТЬ ЛИ ПРОТИВОПОКАЗАНИЯ ДЛЯ ЛАЗЕРНОЙ ТЕРАПИИ?',
          text4: 'При некоторых онкологических заболеваниях и не компенсированном сахарном диабете данную процедуру производить нельзя. Так же лучше отложить данную процедуру во время беременности или во время заражения острой респираторной инфекцией.',

          subtitle5: 'КАК БЫСТРО ВОССТАНАВЛИВАЕТСЯ КОЖА ПОСЛЕ ПРОЦЕДУРЫ?',
          text5: 'Восстановительный период очень быстрый. Сразу после процедуры образуется корочка, которая отваливается через 3-5 дней. Под корочкой остается небольшое розовое пятнышко, которое исчезает через несколько недель-месяц. В это время стоит ограничить попадание солнечных лучей на данный участок кожи, чтобы избежать появление нежелательной пигментацией.'
        },
        {
          img: '../../../src/assets/images/equipment/4.jpg',
          title: 'Мезопистолет U225',
          date: '19.05.2022',
          subtitle: 'Мезопистолет U225 в чем его преимущество?',
          textList: [
            'Процедура плазмотерапии для кожи и волос на данный момент является самой инновационной и действенной процедурой.',
            'Но почему же не многие решаются на эту процедуру?',
            'Дело в том, что процедура сама по себе является сильно болезненной и не все люди готовы терпеть эту боль во имя красоты. ',
            'Но клиника Dr Beauty — является самой передовой клиникой в сфере эстетики и красоты, поэтому мы нашли для вас решение — использование для процедур мезопистолета U225. Этот пистолет не имеет в мире больше аналогов. Во многих клиниках используются более дешевые варианты мезопистолетов, с не идеальной калибровкой волны выстрела. ',
            'NeedleConcept французская компания, специализирующаяся на мезопистолетах и канюлях. На данный момент NeedleConcept создали самый популярный мезопистолет в мире, которому нет аналогов. ',
            'Мезопистолет U225 работает в верхнем слое дермы и может вводить широкий спектр продуктов: наиболее часто используемыми являются мезококтейль и плазма. Данные вещества обогащены витаминами, минералами, гиалуроновой кислотой, а плазма крови в добавок ко всему в своем составе имеет факторы роста, которые стимулируют рост и останавливают выпадение волос. После введения таких веществ повышается здоровье и эластичность кожи, а также улучшается рост волос.',
            'Мезопистолет в несколько раз эффективнее стандартного ручного инъекционного способа.',
            'Использование U225 неоспоримо несет преимущества для пациента! В чем же главное преимущество? —  Вы не почувствуете боли, посколько болевые рецепторы не успевают среагировать на столь частый и быстрый поток импульсов от иглы. Пистолет может вводить от 35 до 400 инъекций за 1 минуту. Так же за счет точного регулирования введения количества действующего вещества — повышается эффективность от процедуры. Ведь результат для волос зависит от количества введений.',
            'Наша клиника Dr Beauty придерживается высоких стандартов качества, поэтому для наших клиентов мы предоставляем высококачественный уровень услуг с помощью наших знаний и самого современного оборудования.'
          ],
        },
        {
          img: '../../../src/assets/images/equipment/5.jpg',
          title: 'SOPRANO TITANIUM',
          date: '19.05.2022',
          textList: [
            'Объединив уровни поглощения и проникновения трех разных длин волн, наряду с покрытием для лечения, комфортом и низким содержанием диодного лазера, Soprano с технологией TITANIUM обеспечивает самую безопасную и самую полную технологию удаления волос, доступную сегодня. ',
            'Эффективность подтверждена клиническими исследованиями.'
          ],
          subtitle2: 'Сильнее. Быстрее. Умнее',
          subtitle3: 'Обновленная технология эпиляции.',
          subtitle4: 'СОПРАНО ТИТАНИУМ — УДАЛЕНИЕ ВОЛОС СО ВСЕГО ТЕЛА',
          listDot4: [
            'Волна 755 нм — александритовый лазер. Позволяет работать с пигментированными волосами.',
            'Волна 810 нм — Диодный лазер Speed. Позволяет прорабатывать быстро и безболезненно большие поверхности, воздействуя на пигментированные и слабо пигментированные волосы.',
            'Волна 1064 нм — Неодимовый лазер Nd:YAG. Удаляет сложные волосы: светлые , седые, рыжие, воздействуя на оксигемоглобин, который питает волосяной фолликул.'
          ]
        },
        {
          img: '../../../src/assets/images/equipment/6.jpg',
          title: 'VelaShape 2',
          date: '19.05.2022',
          textList: [
            'Мечты о красивой фигуре не должны оставаться мечтами. Сотрудники клиники эстетической медицины Dr Beauty в этом уверены!',
            'С заботой о вас, мы выбрали разные варианты самого современного оборудования, которое решит любую эстетическую проблему наших клиентов. В зависимости от ваших потребностей и пожеланий, мы индивидуально подбираем для вас программу процедур, которые порадуют вас отличными результатами уже после первой процедуры. В данной статье мы перечислим преимущества аппарата Vela Shape 2.',
          ],

          subtitle2: 'КОРРЕКЦИЯ ФИГУРЫ БЕЗ ОПЕРАЦИИ Все, что вы хотели знать об аппарате VelaShape 2',
          textList2: [
            'Тысячи наших клиентов в восторге от того, что буквально после первой процедуры заметно уменьшение целлюлита и нежелательные объемы тела уходят примерно на1,5 до 3 сантиметров. А что, если сделать целый курс процедур на аппарате VelaShape ll? Курс процедур успешно убирает до 6 см объема, восстанавливает структуру кожи, устраняет дефекты, повышает упругость и эластичность! Всего за 4 процедуры дает непревзойденный результат коррекции фигуры, выраженный антицеллюлитный эффект!',
            'Во время работы аппарата используется сразу несколько эффективных видов воздействия на кожу',
            'ИК — инфракрасное излучение',
            'Радиочастоты — биполярный высокочастотный ток',
            'Механическое воздействие (вакуумирование с  использованием роликов).'
          ],

          subtitle3: 'Коррекция фигуры',
          text3: 'Одновременное действие вакуума, механических роликов, инфракрасного света (ИК) и RF энергии, позволяет аппарату Vela Shape II воздействовать на зоны жировых отложений, значительно активизируя обменные процессы всех слоев кожи и подкожно-жировой клетчатки.',

          subtitle4: 'Устранение целлюлита',
          text4: 'Применение аппарата Vela Shape II позволяет оказывать тепловое воздействие на ткани, подверженные целлюлиту. Ролики в сочетании с вакуумом нежно массируют кожу, что способствует проникновению тепла и передаче энергии в дерму и гиподерму, улучшая циркуляцию крови. Это приводит к уменьшению объема самих жировых клеток. Таким образом, удается устранить эффект «апельсиновой корки».',

          subtitle5: 'Уменьшение объемов',
          text5: 'Пяти процедур достаточно для заметного избавления от лишних сантиметров. Восстановление структуры, повышение упругости и эластичности кожи улучшается при этом на 20-30%. Пролонгированный эффект после курса лечения будет наиболее заметным через 3-4 недели после последней процедуры.',

          subtitle6: 'Повышение тонуса кожи',
          text6: 'Аппарат Vela Shape II не только эффективно восстанавливает внешний вид и функции всех слоев кожи при целлюлите, но и улучшает переносимость физических нагрузок, снимает состояние хронической усталости, т.е. способен оказывать общее тонизирующее воздействие на организм в целом.'
        },
        {
          img: '../../../src/assets/images/equipment/7.jpg',
          title: 'VelaShape 3',
          date: '19.05.2022',
          textList: [
            'Как добиться желаемой фигуры без изнурительных диет и тяжелых физических нагрузок?',
            'В современном мире далеко не у всех есть время, возможность и желание соблюдать строжайшую диету и проводить каждый вечер в спортзале на тренажерах. Но какой же тогда можно найти выход? Только ложиться под нож пластического хирурга, а потом месяцами отходить от операции?',
            'Клиника эстетической медицины Доктор Бьюти рада представить вам безоперационную и комфортную коррекцию фигуры на аппарате Vela Shape 3 нового поколения, именно эта процедура (и единственная) одобрена FDA (Агентство Минздрава США, которое проверяет качество медицинских изделий и их соответствие строгим стандартам). Данная процедура неинвазивна и безопасна, подходит пациентам, которые заинтересованы уменьшить объём живота и бедер, улучшить контуры тела, создать красивую фигуру, уменьшить избыточную кожу.',
          ],
          subtitle2: 'Какие зоны тела подойдут для данной процедуры?',
          listDef2: [
            'Подбородок: его можно уменьшить в объеме и подтянуть кожу. ',
            'Руки: подтянуть кожу.',
            'Живот: возможно заметно уменьшить объемы, подтянуть кожу (например, после резкого похудения или родов).',
            'Бока и бедра: уменьшить в объеме.',
            'Ягодицы: уменьшить в объеме, подтянуть кожу.',
            'Бедра и ягодицы: вылечить целлюлит, при необходимости уменьшить в объёме. ',
            'Колени: подтянуть обвисшую кожу.',
          ],
          text3: 'Буквально после первой же процедуры видны результаты: кожа подтягивается, объёмы уменьшаются благодаря растворению жировой прослойки, дряблость уменьшается, лечится целлюлит. Каждая следующая процедура увеличивает достигаемый эффект, эффект накопительный.',
          subtitle4: 'Результат удивит и порадует вас.',
          listDef4: [
            'В «проблемных зонах» растворяется жир, уменьшаются объёмы.',
            'Целлюлит исчезает.',
            'Дряблость кожи исчезает, качество кожи меняется.',
            'Мышечный тонус укрепляется.'
          ]
        },
        {
          img: '../../../src/assets/images/equipment/8.jpg',
          title: 'CO2',
          date: '19.05.2022',
          subtitle: 'Показания для процедуры с применением фракционного углекислородного лазера СО2 являются:',
          listDot: [
            'морщины',
            'увядающая кожа',
            'постакне',
            'рубцы',
            'растяжки',
            'гиперпигментация',
            'устранение расширенных пор'
          ],
          subtitle2: 'Как работает СО2-лазер',
          text2: 'Углекислородный лазер СО2 воздействует на клетки поверхностных слоев кожи, испаряя и уничтожая их. После этого в ту же секунду в коже начинается процесс восстановления и синтеза коллагена, который продолжается в течение нескольких месяцев после процедуры лазерной коррекции кожи. Именно поэтому нельзя проводить процедуры на этом лазере слишком часто – воздействие лазера на кожу продолжается еще долгое время после процедуры. Глубина проникновения лучей лазера в поверхностные слои кожи зависит от настроек аппарата. Настройки современных лазеров позволяют получить желаемые результаты путем чередования собственно абляции и предпочтительного теплового эффекта.',

          subtitle3: 'Как проводится процедура?',
          textList3: [
            'Первым этапом является очищение кожи. Если делается процедура на лице, то полностью удаляется макияж. Кожа обрабатывается хлоргексидином или мирамистином.',
            'Далее, наносится обезболивающий крем. Перед процедурой крем-анестетик тщательно убирают. В некоторых случаях можно обойтись без обезболивания. Курс лечения состоит из 2-4 сеансов, которые проводятся с интервалом 6-8 недель. Результаты заметны уже через 3-4 недели.',
            'Частота сеансов: интервал от 4 до 6 недель для полного заживления.',
            'После данной процедуры, вне зависимости от места проведения (тело или лицо) бывает реакция в виде покраснений и отёков на коже. Впрочем, СО2-лазеры были оптимизированы для значительного повышения клинической толерантности, поэтому не стоит опасаться страшных последствий.',
            'В течение нескольких минут после процедуры шлифовки фракционным лазером СО2 кожа покрывается тонкой белой пленкой, свидетельствующей о перенесенном воздействии фракционных лазерных лучей. По внешнему виду она похожа на сетку из очень тонкой ткани и немного напоминает медицинскую марлю.',
            'Это значит, что процедура прошла успешно. Рекомендуется несколько раз в течение дня распылять на лицо термальную воду из баллона с пульверизатором, принимать обезболивающие препараты первого уровня, а также несколько раз в день наносить на кожу увлажняющий и заживляющий крем. В течение 3-4 дней после процедуры шлифовки фракционным лазером кожа выглядит так же, как после сильного солнечного ожога. На 5-й или 6-й день, как правило, на лицо можно наносить косметику, чтобы скрыть остаточные следы и вернуться к работе.',
          ],

          subtitle4: 'РЕЗУЛЬТАТЫ ПОСЛЕ ПРОЦЕДУРЫ',
          text4: 'Чаще всего, результаты процедуры проявляются в 2 этапа: сначала, в течение 15 дней — 3 недель после процедуры, наблюдается первое выраженное улучшение, а затем в течение 6 месяцев результаты улучшаются постепенно: восстанавливается упругость кожи, значительно уменьшается процент морщин или рубцов после угревой сыпи. Как было сказано ранее, кожа продолжает работать и обновляться долгое время после процедуры.',

          subtitle5: 'Как ухаживать за кожей на дому?',
          textList5: [
            'Необходимо проводить профилактику герпетических инфекций и использовать заживляющий и восстанавливающий крем.',
            'Важно увлажнять кожу в течение 2-4 недель, применять депигментирующий крем. При необходимости, время использования крема необходимо увеличить и продлить еще на несколько недель.',
            'Самый важный пункт: строго соблюдать режим защиты кожи от солнечных лучей. Во-первых, стоит сократить время пребывания на солнце. Во-вторых, выходя на улицу нужно наносить на области, в которых проводилась процедура, крем с высокой защитой от ультрафиолетовых лучей. Через 1 неделю и 1 месяц после процедуры проводятся контрольные проверки. Они необходимы, чтобы обеспечить правильное восстановление кожи и отсутствие осложнений. Через 6 месяцев рекомендована еще одна контрольная проверка, на которой результаты фиксируются на фото.',
          ]
        },
      ],
      dataMassProcedures: {
        laser: [
          {
            img: '../../../src/assets/images/procedures/laser/1.jpg',
            title: 'ЛАЗЕРНАЯ БЛЕФАРОПЛАСТИКА',
            date: '19.05.2022',
            subtitle: 'Безоперационный метод',
            textList: [
              'Лазер СО2 зарекомендовал себя как лучший лазер, который  приносит по-настоящему удивительные результаты, а разнообразие и количество процедур просто поражает.',
              'Так, с помощью лазера СО2 можно удалить мешки под глазами, уменьшить верхнее или нижнее веко, либо же приподнять веки – все это придает лицу более свежий и молодой внешний вид, возвращая молодость.',
              'СО2 блефаропластика для верхнего века',
              'Эта процедура существует для тех, кто страдает от эстетического дефекта опущенных и как будто «уставших» верхних век. Резекция (разрез) выполняется лазером с целью удаления и изменения положения жировой ткани и мышц, что расположены на глазах. ',
              'Именно лишняя, избыточная жировая ткань в верхнем веке часто приводит к ухудшению периферического зрения, а так же вызывает затруднения в применении косметических средств – все это влияет на пациента и вызывает дискомфорт, понижает самооценку и уровень жизни.'
            ],
            subtitle2: 'Чем же отличается лазерная блефаропластика от классического хирургического метода?',
            listDot2: [
              'Минимальный риск кровотечений. Лазерная процедура проходит быстрее и легче переносится пациентом.',
              'Отсутствие образования рубцов. По сравнению с хирургическим разрезом, лазер СО2 не оставляет после себя следов и шрамов.',
              'Луч лазера способствует уплотнению лимфоцитов, минимизирует вероятность послеоперационного отека и общего дискомфорта пациента.'
            ],
            subtitle3: 'Лазерная шлифовка кожи вокруг глаз помогает решить следующие проблемы:',
            listDot3: [
              'проблема нависшего верхнего века;',
              'морщины периорбитальной области;',
              'опущение или возрастной птоз верхнего века;',
              'отеки, «мешки», темные круги вокруг глаз;',
              'гиперпигментация и капиллярная сетка;',
              'небольшие грыжи век;',
              'рубцы и другие дефекты кожи.'
            ],
            subtitle4: 'Как узнать, подходит ли мне лазерная блефаропластика?',
            textList4: [
              'Пациент, который подходит для процедуры лазерной блефаропластики, должен подтвердить, что он не страдает хроническими либо опасными для жизни, смертельными болезнями, либо не принимает лекарства, которые могут негативно повлиять на выздоровление и реабилитацию. (Все эти вопросы обсуждаются на консультации со специалистом).',
              'Важно понимать, чего вы ожидаете от процедуры и обсудить это с нашим специалистом.',
              'Все ваши индивидуальные особенности и пожелания будут обсуждаться на личной консультации, после того, как будет проведен осмотр.'
            ],
            subtitle5: 'Какие существуют противопоказания для лазерной блефаропластики?',
            listDef5: [
              'Присутствие вирусной инфекции у пациента – процедуру проводить нельзя.',
              'Наличие разных воспалений в области глаз.',
              'Аутоиммунные системные патологии.',
              'Бронхиальная астма.',
              'Рак, злокачественные опухоли'
            ]
          },
          {
            img: '../../../src/assets/images/procedures/laser/2.jpg',
            title: 'Гипертрофические рубцы',
            date: '19.05.2022',
            subtitle: 'Рубцовая патология самая распространенная в мире. Только после хирургических операций более чем у 100 млн пациентов образуются рубцы.',
            textList: [
              'Рубцы на коже развиваются после повреждений кожи разного генеза (оперативные вмешательства, ожоги, воздействие разных химических веществ на кожу, травмы).',
              'От того какого вида рубец, какого он размера и от места его расположения — зависит самоощущение пациента.',
              'Возникновение грубых рубцов, особенно на видимых частях тела, часто приносят дискомфорт пациенту и, иногда, даже доводят пациентов до депрессии. ',
              'При нарушении целостности кожного покрова, организм реагирует воспалительной реакцией, наличие или отсутствие шрама в будущем зависит от глубины поражения. При повреждении кожи ниже сосочкового слоя дермы, восстановление кожи всегда происходит через замещение дефекта соединительной тканью.',
              'Гипертрофический рубец относится к глубоким видам рубцов.',
              'Итак, гипертрофический рубец — это массивное образование соединительной ткани, выступающее над поверхностью кожи. \n' +
              'Гипертрофический рубец увеличивается в размерах после травматизации тканей и характеризуется образованием лишней ткани над поверхностью кожи, которая не выходит за границы поврежденного участка. Рубец имеет две стадии: молодой и зрелый рубец. Динамика перехода рубца из белого в розовый не отличается от динамики нормотрофических рубцов. '
            ],
            subtitle2: 'Развитие гипертрофического рубца',
            text2: 'В своем развитии рубец проходит несколько стадий.',
            textDef2: [
              'Первая стадия характеризуется интенсивным ростом, в месте рубца усиливается кровообращение. Начинается активация фибринобластов  активное образование коллагена, которое преобладает над его распадом. ',
              'Вторая стадия — это стадия равновесного развития рубца. Замедляется активность фибробластов и коллагена. Рубец останавливается в росте. ',
              'Третья стадия — утолщаются все слои эпидермиса, повышается образование новых сосудов, коллаген укладывается более плотно.',
            ],
            subtitle3: 'Методы лечения:',
            textList3: [
              'Лечение с помощью мазей. Очень часто гипертрофические рубцы начинают лечить с помощью мазей, которые не приносят сильных результатов, а иногда даже способствуют росту рубца. ',
              'Лечение пластырем. Использование силиконовых пластырей помогает снизить кровообращение и сравнять шрам с поверхностью кожи, но, к сожалению, не производит полное удаление шрама. ',
              'Лечение с помощью лазерной шлифовки. Лазерные процедуры по коррекции шрамов являются на данный момент одними из самых передовых. В клинике Dr Beauty нами разработаны специальные протоколы для лечения шрамов. При воздействии лазера на рубец, он не только сравнивается с поверхностью кожи, но начинает сглаживаться за счет выработки волокон эластина. Тем самым в течение курса процедур можно добиться видимого эффекта.',
              'Для более подробной информации записывайтесь к нам на бесплатную консультацию.'
            ]
          },
          {
            img: '../../../src/assets/images/procedures/laser/3.jpg',
            title: 'Келоидные рубцы',
            date: '19.05.2022',
            subtitle: 'Давайте разберемся с тем: что же такое рубец?',
            textList: [
              'Рубец — это плотное образование соединительной ткани, возникшее вследствие регенерации тканей после хирургического вмешательства, травмы, воспаления. ',
              'Рубцова ткань в основном состоит из волокон коллагена и обладает пониженными функциональными свойствами. Рубцы обладают особенной чувствительностью к солнечному свету, на них не функционируют потовые железы, не растут волосяные фолликулы. ',
              'Чем же келоидный шрам отличается от своих собратьев?',
              'Келоид — это опухолевидное разрастание грубой волокнистой соединительной ткани. Келоидные рубцы появляются у людей с особой предрасположенностью к ним. '
            ],
            subtitle2: 'Факторы, предрасполагающие к образованию келоида:',
            listDot2: [
              'Гормональный дисбаланс ',
              'Беременность',
              'Пубертатный возраст',
              'Локализация в области дельтовидной мышцы, грудной клетки, мочки уха, верхней части спины',
            ],
            textList3: [
              'Келоидные рубцы бывают истинными и ложными. Истинный келоидный рубец появляется на видонеизмененной ткани, ложный рубец появляется после травм, операций, нагноений.',
              'Рост рубца начинается через 1-3 месяца после заживления раны и продолжается в течение нескольких месяцев, после чего на протяжении всей жизни человека шрам остается неизменным.',
              'Истинный келоидный рубец образуется после незначительных повреждений, после укуса насекомого, после укола, небольшого ожога. Рубец представляет собой возвышающийся бугор белого или розового цвета, плотной консистенции, с гладкой блестящей поверхностью. ',
              'При гистологической исследовании рубца видно снижение эластических волокон, гиализированные волокна коллагена, истончение дермы. Основу рубца составляет незрелая соединительная ткань с большим количеством фибробластов. ',
              'Методы лечения келоидных рубцов. '
            ],
            subtitle4: 'Существует несколько методов лечения. ',
            textList4: [
              'Хирургическое лечение келоидных рубцов. При этой методике хирургически иссякают келоид, а в края раны прокалывают кортикостероид. Но даже при прокалывании стероидом, келоид часто рецидивирует. Хирургическое иссечение шрама не является надежным методом лечения.',
              'Терапия с помощью силиконового пластыря. Пластыри активно применяют для лечения келоидных и гипертрофических шрамов. За счет снижения поступления притока крови к шраму и снижения кислорода, шрам начинает сравниваться с поверхностью кожи. К сожалению с помощью силиконовых пластырей нельзя радикально избавиться от шрама, но можно значительно уменьшить его в размерах.',
              'Мази от рубцов. Это мази на силиконовой основе, которые могут остановить рост рубца, но никак не избавить от него. ',
              'Компрессионная терапия. За счет снижения притока крови к келоиду, можно заметно уменьшить его в размерах. Особенно хорошо поддаются такой терапии келоиды на руках и ногах. ',
              'Криотерапия Криодеструкция рубца с помощью жидкого азота. Доказательная эффективность метода 50%. ',
            ],
            subtitle5: 'Какой метод является самым эффективным?',
            text5: 'В клинике Dr Beauty мы разработали самый эффективный метод лечения. Комбинация укола кортикостероидного препарата и лазерной шлифовки. За счет укола кортикостероидов, фибробласты, находящиеся в келоиде, начинают разрушаться, а лазер сравнивает поверхность кожи с поверхностью келоида. Тем самым за несколько процедур можно добиться шикарного эффекта и полностью избавиться от шрама. ',

            text6: 'Для дополнительной информацию, записывайтесь к нам на бесплатную консультацию.'
          },
          {
            img: '../../../src/assets/images/procedures/laser/4.jpg',
            title: 'Антивозрастные процедуры для лица',
            date: '19.05.2022',
            subtitle: 'Старение кожи – это сложный процесс, кроме этого, он очень индивидуален.',
            text: 'Чаще всего об антивозрастных процедурах стоит задумываться после 35 лет – ведь именно с этого возраста появляются заметные проявления процесса старения. Как они выглядят и в чем они заключаются',
            listDot: [
              'Кожа теряет упругость.',
              'Цвет лица становится более тусклым.',
              'Появляются морщины.',
              'Повышается чувствительность кожи.',
              'Развивается отечность.',
              'Контуры лица теряют четкость.',
              'Опускаются уголки губ и глаз.'
            ],
            text2: 'Разумеется, что эти процессы происходят постепенно. Тем не менее, изменения накапливаются, и в какой-то момент отражение в зеркале перестает радовать. Антиэйдж-процедуры для лица созданы для того, чтобы скорректировать признаки старения и освежить кожу, запустив регенерацию.',
            subtitle2: 'Антивозрастные процедуры нового поколения для омоложения и укрепления кожи в клинике эстетической медицины Dr Beauty',
            text3: 'В 21 веке вам не нужна операция или скальпель хирурга для того, чтобы справиться с возрастными изменениями, вернуть коже молодость и красоту. Наши процедуры гораздо более щадящие, но, тем не менее, крайне эффективные. Процедуры неинвазивны – это значит, что реабилитация и соблюдение особого режима после процедуры не требуется. Наша цель – уменьшить количество морщин на коже, придать эстетичный вид и добиться эффекта гладкой и сияющей кожи с заботой о каждом нашем пациенте. Ведь кожа – это визитная карточка любого человека. На нее всегда обращают внимание, делая выводы о возрасте, социальном положении человека, его настроении.',
            textList3: [
              'Келоидные рубцы бывают истинными и ложными. Истинный келоидный рубец появляется на видонеизмененной ткани, ложный рубец появляется после травм, операций, нагноений.',
              'Рост рубца начинается через 1-3 месяца после заживления раны и продолжается в течение нескольких месяцев, после чего на протяжении всей жизни человека шрам остается неизменным.',
              'Истинный келоидный рубец образуется после незначительных повреждений, после укуса насекомого, после укола, небольшого ожога. Рубец представляет собой возвышающийся бугор белого или розового цвета, плотной консистенции, с гладкой блестящей поверхностью. ',
              'При гистологической исследовании рубца видно снижение эластических волокон, гиализированные волокна коллагена, истончение дермы. Основу рубца составляет незрелая соединительная ткань с большим количеством фибробластов. ',
              'Методы лечения келоидных рубцов. '
            ],
            subtitle4: 'Существует несколько методов лечения. ',
            textList4: [
              'Хирургическое лечение келоидных рубцов. При этой методике хирургически иссякают келоид, а в края раны прокалывают кортикостероид. Но даже при прокалывании стероидом, келоид часто рецидивирует. Хирургическое иссечение шрама не является надежным методом лечения.',
              'Терапия с помощью силиконового пластыря. Пластыри активно применяют для лечения келоидных и гипертрофических шрамов. За счет снижения поступления притока крови к шраму и снижения кислорода, шрам начинает сравниваться с поверхностью кожи. К сожалению с помощью силиконовых пластырей нельзя радикально избавиться от шрама, но можно значительно уменьшить его в размерах.',
              'Мази от рубцов. Это мази на силиконовой основе, которые могут остановить рост рубца, но никак не избавить от него. ',
              'Компрессионная терапия. За счет снижения притока крови к келоиду, можно заметно уменьшить его в размерах. Особенно хорошо поддаются такой терапии келоиды на руках и ногах. ',
              'Криотерапия Криодеструкция рубца с помощью жидкого азота. Доказательная эффективность метода 50%. ',
            ],
            subtitle5: 'Какой метод является самым эффективным?',
            text5: 'В клинике Dr Beauty мы разработали самый эффективный метод лечения. Комбинация укола кортикостероидного препарата и лазерной шлифовки. За счет укола кортикостероидов, фибробласты, находящиеся в келоиде, начинают разрушаться, а лазер сравнивает поверхность кожи с поверхностью келоида. Тем самым за несколько процедур можно добиться шикарного эффекта и полностью избавиться от шрама. ',

            text6: 'Для дополнительной информацию, записывайтесь к нам на бесплатную консультацию.'
          },
          {
            img: '../../../src/assets/images/procedures/laser/5.jpg',
            title: 'Удаление пигментации',
            date: '19.05.2022',
            text: 'На первый взгляд, пигментация абсолютно безобидна и присутствует у большинства — как минимум, в виде небольших веснушек или точек на лице и теле. Однако, у младенцев и детей пигментные пятна отсутствуют полностью, поэтому в некоторых случаях наличие пигментации добавляет возраста и ухудшает общий внешний вид человека.',
            subtitle2: 'Причины возникновения пигментных пятен',
            listDot2: [
              'Длительное воздействие ультрафиолета, особенно приведшее к появлению солнечных ожогов.',
              'Гормональные всплески из-за эндокринных заболеваний, беременности, приема противозачаточных таблеток.',
              'Неполадки в работе печени, желчного пузыря, почек.',
              'Прием некоторых лекарств, например антибиотиков из ряда тетрациклинов.',
              'Возрастные изменения.',
            ],
            text3: 'Пигментное пятно — это участок кожи, характеризующийся повышенным содержанием пигмента меланина. В зависимости от глубины его залегания различают несколько видов пигментных пятен:',
            listDot3: [
              'Веснушки – это мелкие пигментные пятна, обычно на лице, кистях рук, иногда на плечах. Чаще всего возникают у рыжеволосых, русых или блондинов с очень светлой кожей, в которой мало меланина. Количество веснушек, как правило, увеличивается в тёплое время года из-за активного солнечного излучения. Однако на наличие веснушек может влиять и генетика.',
              'Лентиго – это слегка выпуклые коричневые пятна, обычно концентрируются в области лица и рук. Возникают из-за большого скопления меланина в самом глубоком – базальном слое эпидермиса. Бывает так называемое солнечное лентиго, возникающее из-за чрезмерного облучения ультрафиолетом, и старческое лентиго, появляющееся в пожилом возрасте.',
              'Хлоазмы – пятна на коже зеленовато-жёлтого или коричневого оттенка. Часто образуют форму «маски» и возникают во время беременности из-за гормональной перестройки организма. Также пятна могут локализоваться на животе, вокруг сосков и гениталий.'
            ],
            text4: 'Удаление веснушек лазером быстро и эффективно справляется с гиперпигментацией. Чтобы осветлить кожу, достаточно пройти курс из нескольких сеансов. Методика подходит для обработки разных участков тела, включая зоны с тонкой и деликатной кожей. Гибкая система настроек и встроенные механизмы охлаждения минимизируют неприятные ощущения, поэтому процедура проходит с комфортом даже для пациентов с высокой болевой чувствительностью. Во время лазерного воздействия клиент ощущает только приятное тепло и легкое покалывание. Методика неинвазивная, поверхность кожи не травмируется, рубцов и шрамов не остается. Побочные эффекты и аллергические реакции отсутствуют'
          },
          {
            img: '../../../src/assets/images/procedures/laser/6.jpg',
            title: 'Удаление сосудистой сеточки',
            date: '19.05.2022',
          },
          {
            img: '../../../src/assets/images/procedures/laser/7.jpg',
            title: 'Удаление пост акне',
            date: '19.05.2022',
            subtitle: 'Как избавиться от сосудов, которые так сильно портят внешний вид?',
            textList2: [
              'Этим вопросом задаются многие мужчины и женщины, ведь с этой проблемой сталкиваются те, у кого тонкая кожа. Но давайте по порядку. Сосудистые сеточки на лице и теле появляются тогда, когда стенки капилляров теряют эластичность. Факторы, которые влияют на это: обезвоживание, недостаток витаминов в организме, наследственность и генетическая предрасположенность, нарушения в работе гормонов, температурные колебания, определенные заболевания, неправильный уход за кожей.',
              'Более всего неприятно то, что такие сосуды не могут исчезнуть сами собой, они очень заметны даже невооруженным глазом. Они доставляют психологический дискомфорт и могут снижать качество жизни. Чаще всего они появляются на лице (щеки, подбородок, крылья носа), на бедрах и на икрах.',
            ],
            subtitle3: 'Лазерное удаление сосудов – одна из самых востребованных услуг в клинике эстетической медицины Доктор Бьюти. Почему? На это есть несколько причин:',
            listDot3: [
              'Процедура неинвазивна – не нарушается целостность кожи',
              'Не причиняет боли',
              'Не оставляет рубцов или следов',
              'Наше оборудование самое современное в мире, оно эффективно борется с красными и синими дефектами',
              'Количество сеансов специалист подбирает индивидуально, что обеспечивает наилучший результат, учитывается не только цвет лопнувшего капилляра, но и глубину его залегания, площадь и локализацию',
              'Процедура подходит для пациентов любого возраста – ограничения отсутвтуют',
              'Лазер не воздействует на здоровые ткани и не влияет на функционирование внутренних органов',
              'Наши лазеры прошли клинические исследования. Безопасность процедур подтверждена многократно',
              'Время процедуры от 10 до 50 минут',
              'Нет необходимости в сложной подготовке, нет побочных эффектов и восстановительного периода',
              'Доказанное отсутствие аллергических реакций.',
            ],
            subtitle4: 'Показания для лазерного удаления сосудов'
            text4: 'Стоит пройти процедуру лазерного удаления сосудов, чтобы повысить свой уровень жизни, избавившись от эстетического дискомфорта. Можно помочь пациентам с такими патологиями:',
            textList4: [
              'купероз',
              'розацеа',
              'винные пятна',
              'сосудистые звездочки.'
            ],
            subtitle5: 'Лазерное лечение помогает осветлить дефекты красного и синего цвета на любом участке тела.',
            text5: 'Противопоказания для лазерного удаления сосудов',
            listDot5: [
              'Беременность, период лактации',
              'Онкологические заболевания',
              'Сахарный диабет и другие хронические заболевания в стадии декомпенсации',
              'Аутоиммунные заболевания',
              'Эпилепсия',
              'Воспалительные заболевания, сопровождающиеся повышенной температурой тела',
              'Заболевания кожи в обрабатываемой зоне',
              'Склонность к образованию келоидных рубцов'
            ],
            subtitle6: 'Как подготовиться к процедуре?',
            text6: 'За 14 дней до процедуры запрещено:',
            listDot6: [
              'загорать (в том числе в солярии)',
              'принимать антибиотики (для подробной информации обратитесь к нашему специалисту)',
              'проводить химические пилинги.'
            ]
          }

        ]
      },
      routers: '',
      routersIf: ''
    }
  },
  mounted() {
    const routersLet = this.$route.path.split('/')
    console.log(routersLet)
    this.routers = routersLet[4]
    this.routersIf = routersLet[2]
  },
  computed: {
    routersProcedures1: function () {
      const routi = this.routers.split('-')
      return routi[0]
    },
    routersProcedures2: function () {
      const routi = this.routers.split('-')
      return routi[1]-1
    }
  }
}
</script>

<template>
  <main class="main">
    <div class="main__container">
      <div class="main__body">
        <Path>
<!--          {{dataMass[this.routers].title}}-->
        </Path>

        <DetailedArticle v-if="routersIf === 'equipment'" v-bind:propArticle="dataMass[this.routers]"/>
        <DetailedArticle v-if="routersIf === 'procedures'" v-bind:propArticle="dataMassProcedures[routersProcedures1][routersProcedures2]"/>
      </div>
    </div>
  </main>
</template>
